Repository: damir-abdulin/pawsitive-vibe-finder
Catalog: lib/src/presentation/localization/l10n/app_*.arb
Languages: de, it

source: Hello World!
de: Hallo Welt!
it: Ciao Mondo!

# appTitle
source: Pawsitive Vibe Finder
de: Pawsitive Stimmungsfinder
it: Cercatore di Vibrazioni Pawsitive

# homeWelcome
source: Welcome!
de: Willkommen!
it: Benvenuto!

source: Something went wrong!
de: Etwas ist schief gelaufen!
it: Qualcosa è andato storto!

# homeBreedLabel
source: Breed: {breedName}
de: Rasse: {breedName}
it: Razza: {breedName}

# homeGetStartedButton
source: Get Started
de: Los geht's
it: Inizia

# offlineDialogMessage
source: Please connect to the internet to discover more dogs!
de: Bitte verbinden Sie sich mit dem Internet, um mehr Hunde zu entdecken!
it: Connettiti a Internet per scoprire più cani!

# favoritesTitle
source: Favorite Images
de: Lieblingsbilder
it: Immagini Preferite

# favoritesEmptyMessage
source: No favorite woofers yet! Swipe right on an image you like to save it here.
de: Noch keine Lieblingshündchen! Wischen Sie nach rechts bei einem Bild, das Sie mögen, um es hier zu speichern.
it: Nessun cagnolino preferito ancora! Scorri a destra su un'immagine che ti piace per salvarla qui.

# favoritesScreenMessage
source: Favorites Screen
de: Favoriten-Bildschirm
it: Schermo Preferiti

# drawerTitle
source: Pawsitive Vibe Finder
de: Pawsitive Stimmungsfinder
it: Cercatore di Vibrazioni Pawsitive

# drawerHome
source: Home
de: Startseite
it: Casa

# drawerBreeds
source: Breeds
de: Rassen
it: Razze

# drawerFavorites
source: Favorites
de: Favoriten
it: Preferiti

# imageCardLike
source: LIKE
de: GEFÄLLT MIR
it: MI PIACE

# imageCardOther
source: OTHER
de: ANDERE
it: ALTRO

# breedListTitle
source: Dog Breeds
de: Hunderassen
it: Razze di cani

# breedListFailedToLoad
source: Failed to load breeds
de: Rassen konnten nicht geladen werden
it: Impossibile caricare le razze

# breedListNoBreedsFound
source: No breeds found
de: Keine Rassen gefunden
it: Nessuna razza trovata

# breedListSearchHint
source: Search breeds...
de: Rassen suchen...
it: Cerca razze...

# appGlobalTitle
source: Pawsitive Vibe Finder
de: Pawsitive Stimmungsfinder
it: Cercatore di Vibrazioni Pawsitive

source: African
de: Afrikanisch
it: Africano

source: Appenzeller
de: Appenzeller Sennenhund

source: Bakharwal Indian
de: Bakharwal Indisch
it: Bakharwal Indiano

source: Borzoi
de: Barsoi

# buhundNorwegian
source: Norwegian Buhund
de: Norwegischer Buhund
it: Buhund Norvegese

# bulldogBoston
source: Boston Bulldog
de: Boston Terrier
it: Boston Terrier

# bulldogEnglish
source: English Bulldog
de: Englische Bulldogge
it: Bulldog Inglese

# bulldogFrench
source: French Bulldog
de: Französische Bulldogge
it: Bulldog Francese

# cattledogAustralian
source: Australian Cattledog
de: Australischer Cattle Dog
it: Cane da Bestiame Australiano

source: Chippiparai Indian
de: Chippiparai Indisch
it: Chippiparai Indiano

source: Chow
de: Chow-Chow
it: Chow Chow

source: Clumber
de: Clumber Spaniel
it: Clumber Spaniel

# corgiCardigan
source: Cardigan Corgi
de: Cardigan Welsh Corgi
it: Corgi Cardigan

source: Dachshund
de: Dackel
it: Bassotto

source: Dalmatian
de: Dalmatiner
it: Dalmata

# daneGreat
source: Great Dane
de: Deutsche Dogge
it: Alano

# danishSwedish
source: Swedish Danish
de: Dänisch-Schwedischer Farmhund
it: Cane da Fattoria Danese-Svedese

# deerhoundScottish
source: Scottish Deerhound
de: Schottischer Hirschhund
it: Levriero Scozzese

source: Dhole
de: Rothund

source: Doberman
de: Dobermann
it: Dobermann

# elkhoundNorwegian
source: Norwegian Elkhound
de: Norwegischer Elchhund
it: Elkhound Norvegese

source: Entlebucher
de: Entlebucher Sennenhund

source: Eskimo
de: Amerikanischer Eskimohund
it: Eschimese

source: Finnish Lapphund
de: Finnischer Lapphund
it: Spitz Finlandese della Lapponia

# friseBichon
source: Bichon Frise
de: Bichon Frisé
it: Bichon Frisé

source: Gaddi Indian
de: Gaddi Indisch
it: Gaddi Indiano

source: German Shepherd
de: Deutscher Schäferhund
it: Pastore Tedesco

# greyhoundIndian
source: Indian Greyhound
de: Indischer Windhund
it: Levriero Indiano

# greyhoundItalian
source: Italian Greyhound
de: Italienisches Windspiel
it: Piccolo Levriero Italiano

source: Havanese
de: Havaneser
it: Bichon Havanais

# houndAfghan
source: Afghan Hound
de: Afghanischer Windhund
it: Levriero Afghano

# houndEnglish
source: English Hound
de: Englischer Foxhound
it: Foxhound Inglese

# houndIbizan
source: Ibizan Hound
de: Podenco Ibicenco
it: Podenco Ibicenco

source: Husky
de: Siberian Husky
it: Husky Siberiano

source: Kelpie
de: Australian Kelpie

source: Labrador
de: Labrador Retriever
it: Labrador Retriever

source: Leonberg
de: Leonberger
it: Leonberger

source: Lhasa
de: Lhasa Apso
it: Lhasa Apso

source: Malamute
de: Alaskan Malamute
it: Alaskan Malamute

source: Malinois
de: Belgischer Schäferhund Malinois

source: Maltese
de: Malteser

# mastiffEnglish
source: English Mastiff
de: Englischer Mastiff
it: Mastiff Inglese

# mastiffIndian
source: Indian Mastiff
de: Indischer Mastiff
it: Mastiff Indiano

# mastiffTibetan
source: Tibetan Mastiff
de: Tibetischer Mastiff
it: Mastiff Tibetano

source: Mexican Hairless
de: Mexikanischer Nackthund
it: Cane Nudo Messicano

source: Mix
de: Mischling
it: Meticcio

# mountainBernese
source: Bernese Mountain
de: Berner Sennenhund
it: Bovaro del Bernese

# mountainSwiss
source: Swiss Mountain
de: Grosser Schweizer Sennenhund
it: Grande Bovaro Svizzero

source: Mudhol Indian
de: Mudhol Indisch
it: Mudhol Indiano

source: Newfoundland
de: Neufundländer
it: Terranova

# ovcharkaCaucasian
source: Caucasian Ovcharka
de: Kaukasischer Owtscharka
it: Pastore del Caucaso

# pariahIndian
source: Indian Pariah
de: Indischer Paria
it: Paria Indiano

source: Pekinese
de: Pekingese
it: Pechinese

source: Pembroke
de: Pembroke Welsh Corgi
it: Corgi Pembroke

# pinscherMiniature
source: Miniature Pinscher
de: Zwergpinscher
it: Pinscher Nano

source: Pitbull
de: American Pit Bull Terrier

# pointerGerman
source: German Pointer
de: Deutsch Kurzhaar
it: Bracco Tedesco

# pointerGermanlonghair
source: German Longhaired Pointer
de: Deutsch Langhaar
it: Bracco Tedesco a Pelo Lungo

source: Pomeranian
de: Zwergspitz
it: Volpino di Pomerania

# poodleMedium
source: Medium Poodle
de: Mittelpudel
it: Barboncino Medio

# poodleMiniature
source: Miniature Poodle
de: Zwergpudel
it: Barboncino Nano

# poodleStandard
source: Standard Poodle
de: Königspudel
it: Barboncino Grande

# poodleToy
source: Toy Poodle
de: Toypudel
it: Barboncino Toy

source: Pug
de: Mops
it: Carlino

source: Pyrenees
de: Pyrenäenberghund
it: Pastore dei Pirenei

source: Rajapalayam Indian
de: Rajapalayam Indisch
it: Rajapalayam Indiano

source: Redbone
de: Redbone Coonhound

# retrieverChesapeake
source: Chesapeake Retriever
de: Chesapeake-Bay-Retriever
it: Retriever della Baia di Chesapeake

# retrieverCurly
source: Curly Retriever
de: Curly-Coated Retriever
it: Retriever a Pelo Riccio

source: Samoyed
de: Samojede
it: Samoiedo

# schnauzerGiant
source: Giant Schnauzer
de: Riesenschnauzer
it: Schnauzer Gigante

# schnauzerMiniature
source: Miniature Schnauzer
de: Zwergschnauzer
it: Schnauzer Nano

# segugioItalian
source: Italian Segugio
de: Italienischer Laufhund
it: Segugio Italiano

# setterEnglish
source: English Setter
de: Englischer Setter
it: Setter Inglese

# setterIrish
source: Irish Setter
de: Irischer Setter
it: Setter Irlandese

# sheepdogEnglish
source: English Sheepdog
de: Bobtail
it: Bobtail

# sheepdogIndian
source: Indian Sheepdog
de: Indischer Schäferhund
it: Pastore Indiano

source: Shiba
de: Shiba Inu
it: Shiba Inu

# spanielBrittany
source: Brittany Spaniel
de: Bretonischer Spaniel
it: Spaniel Bretone

# spanielIrish
source: Irish Water Spaniel
de: Irischer Wasserspaniel
it: Spaniel d'Acqua Irlandese

# spanielJapanese
source: Japanese Spaniel
de: Japan Chin
it: Chin Giapponese

# spanielWelsh
source: Welsh Spaniel
de: Welsh Springer Spaniel
it: Welsh Springer Spaniel

# spitzIndian
source: Indian Spitz
de: Indischer Spitz
it: Spitz Indiano

# spitzJapanese
source: Japanese Spitz
de: Japan-Spitz
it: Spitz Giapponese

# springerEnglish
source: English Springer
de: English Springer Spaniel
it: English Springer Spaniel

source: St. Bernard
de: Bernhardiner
it: San Bernardo

# terrierDandie
source: Dandie Terrier
de: Dandie Dinmont Terrier
it: Dandie Dinmont Terrier

# terrierRussell
source: Russell Terrier
de: Jack Russell Terrier
it: Jack Russell Terrier

# terrierTibetan
source: Tibetan Terrier
de: Tibet Terrier
it: Terrier Tibetano

# terrierWesthighland
source: West Highland Terrier
de: West Highland White Terrier
it: West Highland White Terrier

# terrierWheaten
source: Wheaten Terrier
de: Soft Coated Wheaten Terrier
it: Soft Coated Wheaten Terrier

source: Tervuren
de: Tervueren
it: Tervueren

source: Vizsla
de: Magyar Vizsla

# waterdogSpanish
source: Spanish Waterdog
de: Spanischer Wasserhund
it: Cane d'Acqua Spagnolo

# wolfhoundIrish
source: Irish Wolfhound
de: Irischer Wolfshund
it: Levriero Irlandese

# homeScreenTitle
source: Home
de: Startseite
it: Casa

# breedListScreenTitle
source: Breeds
de: Rassen
it: Razze

# favoritesScreenTitle
source: Favorites
de: Favoriten
it: Preferiti

# errorMessage
source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}
it: Si è verificato un errore: {error}

source: Unknown Breed
de: Unbekannte Rasse
it: Razza sconosciuta

# noImageAvailable
source: No image available for this breed.
de: Für diese Rasse ist kein Bild verfügbar.
it: Nessuna immagine disponibile per questa razza.

source: Swipe right to like
de: Nach rechts wischen, um zu mögen
it: Scorri a destra per apprezzare

source: Swipe left to skip
de: Nach links wischen, um zu überspringen
it: Scorri a sinistra per saltare

# offlineMessage
source: Please connect to the internet to discover more dogs!
de: Bitte verbinden Sie sich mit dem Internet, um mehr Hunde zu entdecken!
it: Connettiti a Internet per scoprire più cani!

# welcomeToApp
source: Welcome to Pawsitive Vibe Finder!
de: Willkommen beim Pawsitive Stimmungsfinder!
it: Benvenuto nel Cercatore di Vibrazioni Pawsitive!

# pawsitivityMessage
source: Get ready for some pawsitivity!
de: Bereiten Sie sich auf etwas Pawsitivität vor!
it: Preparati per un po' di pawsitività!

source: No Internet Connection
de: Keine Internetverbindung
it: Nessuna connessione Internet

source: Failed to load
de: Laden fehlgeschlagen
it: Caricamento fallito

# checkConnectionAndRetry
source: Please check your connection and try again.
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
it: Controlla la tua connessione e riprova.

source: Try Again
de: Erneut versuchen
it: Riprova

# imageCardLoading
source: Loading...
de: Wird geladen...
it: Caricamento...

# imageCardError
source: Failed to load image
de: Bild konnte nicht geladen werden
it: Impossibile caricare l'immagine

source: Australian Kelpie
it: Kelpie Australiano

source: Australian Shepherd
it: Pastore Australiano

# retrieverFlatcoated
source: Flatcoated Retriever
it: Retriever a Pelo Liscio

# setterGordon
source: Gordon Setter
it: Setter Gordon

# sheepdogShetland
source: Shetland Sheepdog
it: Pastore delle Shetland

# terrierAmerican
source: American Staffordshire Terrier
it: Staffordshire Terrier Americano

# terrierAustralian
source: Australian Terrier
it: Terrier Australiano

# terrierIrish
source: Irish Terrier
it: Terrier Irlandese
